[
  {
    "title": "Touhou Forbidden Scrollery",
    "author": "ZUN",
    "synopsis": "\"Marisa Kirisame runs into Hieda no Akyuu on her way through the Human Village, and notices that she's carrying a strange book - a youma book, said to be indecipherable. Afterwards she makes her way to the Hakurei Shrine to ask Reimu Hakurei about them, but she doesn't know much on the subject. Marisa explains their dark and mysterious nature, and the two decide to take a visit to Suzunaan to talk to Kosuzu Motoori about it. She reveals her collection of demon books, as well as her recently-awakened powers that allow her to decipher any sort of script. Reimu worries that it might be dangerous, but Kosuzu is not very concerned.\"\n(Source: en.touhouwiki.net)",
    "volumeNumber": "Volume 1",
    "id": 2
  },
  {
    "title": "Jojo's Bizarre Adventure - Stardust Crusaders",
    "author": "Hirohito Araki",
    "synopsis": "The Third Part of the JoJo Bizarre Adventure series. \nJotaro Kujo must travel to Egypt with his grandfather Joseph Joestar to defeat DIO, a vampire who caused his mom to contract an illness. ",
    "volumeNumber": "Volume 1",
    "id": 3
  },
  {
    "title": "Sakamoto Days",
    "author": "Yuuto Suzuki",
    "synopsis": "\"Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day...he fell in love! Retirement, marriage, fatherhood and then... Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!\" (Source: MANGAPlus) ",
    "volumeNumber": "Volume 3",
    "id": 4
  },
  {
    "title": "Jojo's Bizarre Adventure - Phantom Blood ",
    "author": "Hirohito Araki",
    "synopsis": "The story follows Jonathan Joestar as he matures with and eventually battles his adoptive brother, the cunning and merciless Dio Brando.\n\nThis content comes from JoJo's Bizarre Encyclopedia (https://jojowiki.com), and must be attributed to its authors if you are using it on another wiki or web page, as specified in the license.",
    "volumeNumber": "Volume 1",
    "id": 5
  }
]